Revit 2027 API
BuiltInFailures.PathOfTravelFailures.UpdateFailureMultiple Property
 [Number] Path of Travel lines failed to update. [Reason for failure]
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId UpdateFailureMultiple { get; }
Public Shared ReadOnly Property UpdateFailureMultiple As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ UpdateFailureMultiple {
	FailureDefinitionId^ get ();
}
static member UpdateFailureMultiple : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.PathOfTravelFailures Class
Autodesk.Revit.DB Namespace